<HTML>

<HEAD>

<TITLE>Dragon Quest 8 The Journey of the Cursed King</TITLE>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">



<SCRIPT LANGUAGE="JavaScript" TYPE="text/javascript">

      <!--



      if (document.layers)

      {

      var startbreite = window.innerWidth;

      var starthoehe = window.innerHeight;

      }



      function StylesLost()

      {

      if (document.layers && window.innerWidth != startbreite

       || window.innerHeight != starthoehe)

      {

      location.reload();

      }

      }



      //-->

      </SCRIPT>





</HEAD>

<link rel="STYLESHEET" type="text/css" href="../dq8.css">

<body style="padding : 0px; margin : 0px; height : 100% ; width : 100% ; overflow-x: 'hidden'; overflow-y: 'auto';" background="../../pictures/design/back_01.png" bgcolor="#313B4D">

<div id=fix>

<table border=0 cellspacing=5 cellpadding=0 background="../../pictures/design/back_01.png">

<tr><td colspan=2><span class="header">Get in Contact</span></td></tr>

<tr><td colspan=2 background="../../pictures/design/bc.png"><img src="../../pictures/design/space.gif" width="680" height="5" alt="" border="0"></td></tr>

</table>

</div>

<div id=scroll>

<table border=0 cellpadding=5 cellspacing=0 width=680>

<tr><td colspan=3><img src="../../pictures/design/space.gif" width="680" height="20" alt="" border="0"></td></tr>

<tr><td colspan=3>

<table border=0 cellspacing=0 cellpadding=0><tr><td class=s1><p><br>In many mails I get I read complains about my email address is not easy to find. I am sorry about that and so I decided to put up a whole page for two purposes:<br><br><b>1. My Email adress:</b> <a href="mailto:wl@seh.de">wl@seh.de</a><br><br>So, if you want to use some of the stuff you will find here, please contact me by writing a short note. By the way, compliments and critics are welcome, too. If you find something on the pages what is incorrect or not complete, an email will do. Maybe you even are mentioned on the credits page!<br><br>Keep in mind that the email address displayed above is the one of the company I am employeed in (you won't believe it: webmaster), so all mails send during the weekend won't be answered until monday of the following week.

<br><br><img src="../../pictures/casts/munchie_01.png" width="201" height="135" alt="" border="0" align=right hspace=15><b>2. Some legal stuff:</b><br>Now for something completely different. Due to the fact that I live in Germany I have to put some of the following stuff somewhere on my pages due to German law restrictions. The text written underneath describes who is responsible for the page, where you can contact him (or her) and about some more things of minor interest. <br><br>It's no problem to ignore what is written below, I just want to avoid getting a fine or being reported to the authorities by some guys who simply surf around the internet to find pages without a so called: <br><br></td></tr></table></td></tr>

<tr><td colspan=3><table border=0 cellspacing=0 cellpadding=0><tr><td class=s1><p>

<b>IMPRESSUM (ANBIETERKENNZEICHNUNG)</b><br>

Die nachstehenden Informationen enthalten die gesetzlich vorgesehenen Pflichtangaben zur Anbieterkennzeichnung auf der Internet-Pr&auml;senz der 

Website &quot;Home of Dragon Quest VIII&quot;.<br><br>



<b>ANBIETER </b><br><br>



Wolfgang Landgraf<br>

Am Bruche 48<br>

D-33613 Bielefeld<br>

<br>



Webmaster: W. Landgraf, Email: wl@seh.de <br><br>



Die nachstehenden Hinweise enthalten Informationen zu den Themen Datenschutz, Copyright und Haftung seitens des Anbieters der &quot;Home of Dragon Quest VIII&quot; Webseiten.<br><br>



<b>DATENSCHUTZHINWEISE</b><br>



Adressen: Alle vom Anbieter auf seinen Internetseiten ver&ouml;ffentlichten Adressen dienen ausschlie&szlig;lich Informationszwecken. <br><br>



&Auml;nderungen: &Auml;nderungen an Ihren Adressdaten &uuml;bermitteln Sie bitte unmittelbar an W. Landgraf unter wl@seh.de. <br>



F&uuml;r Ausk&uuml;nfte bez&uuml;glich dieser Adressen nach den gesetzlichen Vorschriften wenden Sie sich<br> bitte ebenfalls an W.&nbsp;Landgraf unter wl@seh.de.<br><br> </td></tr></table>

</td></tr>

<tr><td colspan=3>

<table border=0 cellspacing=0 cellpadding=0><tr><td class=s1><p>

<b>COPYRIGHT</b><img src="../../pictures/casts/munchie_02.png" width="237" height="136" alt="" border="0" align=right><br>

Copyright &copy; 2006 by Wolfgang Landgraf.<br>

Alle Rechte vorbehalten. All rights reserved. <br><br>



<b>HAFTUNG</b><br>



Aufgrund der technischen Merkmale des Internet kann der Anbieter der <br>&quot;Home of Dragon Quest VIII&quot; Website keine Gew&auml;hr f&uuml;r die Vollst&auml;ndigkeit <br>und Richtigkeit der eingestellten Informationen &uuml;bernehmen. <br><br>



<b>Hinweis zur Problematik von externen Querverweisen</b><br>

Der Inhaltsanbieter ist f&uuml;r die &quot;eigenen Inhalte&quot;, die er zur Nutzung bereith&auml;lt, nach den allgemeinen Gesetzen verantwortlich. Von diesen eigenen Inhalten sind Querverweise (&quot;Links&quot;) auf die von anderen Anbietern bereitgehaltenen Inhalte zu unterscheiden. Durch den Querverweis h&auml;lt der Anbieter insofern &quot;fremde Inhalte&quot; zur Nutzung bereit. F&uuml;r diese fremden Inhalte ist er nur dann verantwortlich, wenn er von ihnen (d.h. auch von einem rechtswidrigen bzw. strafbaren Inhalt) positive Kenntnis hat und es ihm technisch m&ouml;glich und zumutbar ist, deren Nutzung zu verhindern.<br><br> 



Bei Querverweisen handelt es sich allerdings stets um &quot;lebende&quot; (dynamische) Verweisungen. Der Anbieter hat bei der erstmaligen Verkn&uuml;pfung zwar den fremden Inhalt daraufhin &uuml;berpr&uuml;ft, ob durch ihn eine m&ouml;gliche zivilrechtliche oder strafrechtliche Verantwortlichkeit ausgel&ouml;st wird. Er ist aber nach dem Gesetz nicht dazu verpflichtet, die Inhalte, auf die er in seinem Angebot verweist, st&auml;ndig auf Ver&auml;nderungen zu &uuml;berpr&uuml;fen, die eine Verantwortlichkeit neu begr&uuml;nden k&ouml;nnten. Erst wenn er feststellt oder von anderen darauf hingewiesen wird, dass ein konkretes Angebot, zu dem er einen Querverweis bereitgestellt hat, eine zivil- oder strafrechtliche Verantwortlichkeit ausl&ouml;st, wird er den Verweis auf dieses Angebot aufheben, soweit ihm dies technisch m&ouml;glich und zumutbar ist.<br><br> 



<b>Elektronische Post (E-Mail)</b><br>

Die Daten&uuml;bertragung im Internet birgt (noch) Risiken: Informationen, die Sie unverschl&uuml;sselt per Elektronische Post (E-Mail) an den Anbieter der &quot;Home of Dragon Quest VIII&quot; Website schicken, k&ouml;nnen von Dritten unterwegs gelesen, gespeichert und zweckentfremdet werden. <br><br>Senden Sie also keine vertraulichen Informationen ohne Verwendung eines Verschl&uuml;sselungsprogramms. <br><br></td></tr></table>

</td>

</tr>

</table>



</div>



</BODY>

</HTML>